Repository: Vistaus/nino
Catalog: po/extra/*.po
Languages: fr

source: A Widgets network monitor
fr: Un widget de suivi du réseau

source: An internet speed monitor
fr: Une application pour suivre la vitesse de connexion Internet

source: Features:
fr: Fonctionnalités :

source: Small window application features.
fr: Toutes les fonctionnalités de l'application dans une petite fenêtre

source: Alert when no internet connection is connected.
fr: Soyez alerté lorsqu'aucune connexion Internet n'est établie.

source: Many color theme choices available.
fr: Plusieurs choix de thèmes de couleurs disponibles.

source: Lock position on the desktop.
fr: Verrouillez la position sur le bureau.

source: Save the position of the widget.
fr: Enregistrez la position du widget.

source: The choice is always above the screen or below.
fr: Choisissez de faire apparaître le widget toujours au premier plan ou en arrière plan.

source: Fix and add feature
fr: Correction et ajout de fonctionnalités

source: New icon by fatih20.
fr: Nouvelle icône par fatih20

source: Click through when inactive.
fr: Cliquez à travers lorsque le widget est inactif.

source: Color.
fr: Couleur.

source: Fix.
fr: Correction.

source: Thanks ryonakano for fix code.
fr: Merci à ryonakano pour avoir corrigé le code.

source: Updated Dutch translation by Heimen Stoffels.
fr: Mise à jour des traductions par Heimen Stoffels.

source: Change switch to button.
fr: Modification du bouton.

source: Add Lock position miniwindow.
fr: Ajout du verrouillage de la position de la mini fenêtre.

source: Add close on miniwindow.
fr: Ajout du bouton de fermeture à la mini fenêtre.

source: Fix lock position widget.
fr: Correction du blocage de la position du widget.

source: Only Miniwindow and Close Widget.
fr: Seulement sur la mini fenêtre et le widget de fermeture.

source: Hello Juno!
fr: Salut Juno !

source: A network monitor widget.
fr: Un widget de suivi du réseau.

source: Network Monitor
fr: Moniteur réseau

source: Network;
fr: Réseau;
